{
    "aquarius": {
        "sign": "Водолей",
        "horoscope": "В начале недели дела будут идти хорошо, если вы приложите для этого усилия и проявите инициативу. Возможны непростые ситуации на работе, однако у вас будет шанс выйти из них не только с достоинством, но и с некоторой прибылью. Многие Водолеи одержат верх в напряженной конкурентной борьбе, оставят соперников далеко позади. Однако не всем представителям знака будут по душе методы, которыми придется для этого воспользоваться.\n\nВо второй половине недели вероятны романтические знакомства и многообещающие встречи. Деловое общение будет продуктивным, и не последнюю роль в этом сыграет ваше личное обаяние. Не исключены служебные романы, которые быстро примут серьезный характер.\n\nПоявятся новые увлечения и интересы, возрастет творческий потенциал. Многие Водолеи именно в это время обнаружат у себя таланты, о которых раньше не догадывался, смогут показать окружающим, на что способны."
    },
    "pisces": {
        "sign": "Рыбы",
        "horoscope": "Возможны трудности на работе, да и проблем личного характера едва ли удастся избежать. Но причин для волнений нет: вы быстро со всем справляетесь, выбираете верную линию поведения, делаете именно то, что нужно, и сами меняете ситуацию к лучшему. Ваши усилия не остаются незамеченными. Люди, способные повлиять на развитие вашей карьеры, увидят, на что вы способны и откроют перед вами новые двери. Тут нужно проявить решительность. Не нужно бояться, что у вас что-то не получится, что вы в чем-то ошибетесь, многое потеряете – настраивайтесь на позитивный лад, верьте в успех и не нервничайте.\n\nБлизкие не всегда хорошо понимают вас; возможно, все дело в том, что они слишком заняты своими делами, чтобы уделить вас внимание. Старайтесь избегать неясностей, туманных намеков. Если ждете помощи – говорите об этом открыто, если столкнулись с проблемами – не ждите, пока окружающие сами об этом догадаются и предложат поддержку."
    },
    "aries": {
        "sign": "Овен",
        "horoscope": "Начинается неделя неплохо, и этим следует воспользоваться, чтобы решить важные вопросы, провести деловые переговоры, а также помочь близким людям. Не тратьте время зря, потому что постепенно влияние позитивных тенденций будет идти на спад, и если вы не добьетесь чего-то сейчас, то потом справиться с этим будет куда труднее. С каждым днем возрастает вероятность конфликтов и споров, вы ведете себя более агрессивно, а сами этого не замечаете.\n\nДержите эмоции под контролем – это лучшее, что вы сейчас можете сделать. Разумные поступки, взвешенные решения, сдержанные высказывания избавят вас от многих проблем. Особенно важно избегать конфликтов со старшими родственниками, которые будут особенно ранимы и чувствительны.\n\nНе стоит во второй половине недели решать важные финансовые вопросы, едва ли вам удастся правильно распорядиться деньгами."
    },
    "taurus": {
        "sign": "Телец",
        "horoscope": "Едва ли удастся избежать трудностей и испытаний, но в целом неделя сложится не так уж плохо. Что бы ни происходило, вы не теряете головы, и именно поэтому добиваетесь нужных результатов. Будет возможность укрепить профессиональные отношения, найти новых союзников, обзавестись полезными связями.\n\nВероятен прогресс в бизнесе. Многие Тельцы успешно решают финансовые вопросы, заключают выгодные сделки, полагаясь на интуицию, которая ни в чем не подводит. Тельцы-руководители успешно решат кадровые вопросы, найдут хороших сотрудников.\n\nНеплохая неделя с точки зрения личных отношений. Хотя поводы для разногласий с близкими порой возникают, вы не допускаете серьезных конфликтов, вовремя сглаживаете острые углы. Будет возможность поддержать любимого человека, помочь ему в каком-то важном деле."
    },
    "gemini": {
        "sign": "Близнецы",
        "horoscope": "На этой неделе вам будет непросто. С одной стороны, она открывает интересные возможности, позволяет что-то изменить к лучшему, с другой – заставляет нервничать, то и дело преподносит неприятные сюрпризы. Вы стараетесь сохранять спокойствие, и правильно делаете, потому что только это и поможет избежать серьезных проблем, извлечь максимум пользы из влияния позитивных тенденций.\n\nУчитесь новому, даже если это дается нелегко. Информация, даже самая простая, будет усваиваться куда медленнее, чем обычно. Старайтесь не злиться на себя. Проявите немного настойчивости, и вы добьетесь успеха.\n\nОтношения с окружающими неоднозначны и противоречивы, вы как будто ходите по тонкому льду, рискуя то и дело «провалиться», спровоцировав серьезный конфликт или ссору. Возвращаются старые обиды, некоторым Близнецам предъявят целый список претензий. Все наладится, если вы будете терпеливы и не дадите воли раздражению."
    },
    "cancer": {
        "sign": "Рак",
        "horoscope": "В первой половине недели будет нелегко. Этот период связан со значительными переменами, к которым вы, возможно, пока не готовы. Многим Ракам нелегко смириться с мыслью о том, что все не останется по-прежнему, даже если они будут очень стараться. Другие так переживают из-за того, что не могут повлиять на развитие событий, что не замечают в происходящем ничего хорошего.\n\nБлизкие не сразу поймут, что с вами творится. Порой, руководствуясь желанием поддержать и помочь, они будут делать совсем не то, чего вы хотели бы. Старайтесь не злиться, подробно рассказывайте, что вам нужно и спокойно отказывайтесь от всего остального.\n\nВо второй половине недели усилится влияние позитивных тенденций, станет полегче. В это время тоже не исключены трудности, но они, по крайней мере, не будут казаться ужасными и непреодолимыми. К тому же появятся новые цели и приоритеты, вы перестанете беспокоиться о том, на что не в силах повлиять."
    },
    "leo": {
        "sign": "Лев",
        "horoscope": "Не спешите. Первые дни недели могут быть довольно сложными, поэтому на них лучше не планировать важных дел и ответственных встреч. Лучше заниматься решением текущих задач. Многие Львы в это время будут отлично справляться с выполнением чужих поручений, но сталкиваться с трудностями, если потребуется проявить инициативу или подойти к делу творчески.\n\nВ середине недели усилится влияние позитивных тенденций, вы заметите перемены к лучшему. Многое будет получаться на удивление легко, вы почувствуете, что способны добиться всего, чего хотите – и это недалеко от истины.\n\nВероятен прогресс в профессиональной деятельности, с решением рабочих задач вы справляетесь быстро и эффективно. Можно и пользоваться проверенными методами, и экспериментировать – в любом случае вам будет сопутствовать удача."
    },
    "virgo": {
        "sign": "Дева",
        "horoscope": "Первые дни недели – довольно некомфортное и напряженное время. Многие Девы сами на себя не похожи: вместо того, чтобы решать актуальные проблемы и заниматься делами, они проводят время праздно, находят массу поводов отложить работу над сложными проектами, общаются с людьми, известными своим легкомысленным отношением ко всему на свете. Представителей знака все это ничуть не радует; они прекрасно понимают, что следовало бы вести себя совершенно иначе, но противостоять соблазнам оказывается очень трудно. Чуть позже усилится влияние позитивных тенденций, к вам вернется сила воли, и вы сами удивитесь тому, как долго настраивались на нужный лад.\n\nВторая половина недели благоприятна и плодотворна. Это удачное время для Дев, которые ставят перед собой высокие цели (а делают это практически все представители знака). Возможны ценные подарки и приятные сюрпризы, но для вас будет важнее другое: поддержка и безусловное понимание близких."
    },
    "libra": {
        "sign": "Весы",
        "horoscope": "Начало недели будет благоприятным. В это время вы можете полностью полагаться на свою интуицию: она не подводит ни в чем. Это подходящее время для того, чтобы взяться за что-то совершенно новое, поскольку вы не только не столкнетесь с трудностями, но и получите удовольствие от происходящего. Можно рассчитывать на поддержку друзей, единомышленников и коллег; в любой неоднозначной ситуации они будут на вашей стороне.\n\nВ середине недели стоит стать осторожнее. В это время лучше не привлекать внимания к своим поступкам, не рассказывать о намерениях тем, кого вы плохо знаете. Многим Весам придется что-то скрывать от самых близких людей; это будет нелегко, но необходимо.\n\nКонец недели будет напряженным. В это время многие Весы становятся слишком требовательными и нетерпеливыми, действуют импульсивно, игнорируют доводы здравого смысла. Если вы не будете осторожнее, дело может кончиться серьезными неприятностями."
    },
    "scorpio": {
        "sign": "Скорпион",
        "horoscope": "Беспокойства и волнений не избежать, но в целом все будет складываться неплохо, и серьезных проблем можно не опасаться. Вы энергичны, деятельны и стараетесь разбираться со всеми трудностями, как только они появляются – как раз такой подход и будет эффективным.\n\nНеделя обещает много знакомств, встреч с необычными людьми. Вы обаятельны и легко завоевываете всеобщие симпатии, комфортно чувствуете себя, оказавшись в центре внимания, ведете себя искренне и непринужденно. Неудивительно, что вероятность начала дружеских и романтических отношений сейчас особенно высока.\n\nСобытия этой недели становятся для вас источником вдохновения. Появляются новые идеи, вы находите оригинальные способы реализации задуманного. Одни Скорпионы возьмутся за смелые бизнес-проекты, другие с головой погрузятся в творчество."
    },
    "sagittarius": {
        "sign": "Стерлец",
        "horoscope": "Неделя очень противоречивая и столь же насыщенная: много будет и проблем, и приятных событий. Другие бы нервничали из-за того, как быстро развиваются события, а Стрельцы спокойно гнут свою линию, продолжают делать то, что читают нужным, и не сомневаются, что добьются своего.\n\nПредставители знака выглядят сильными и непоколебимыми, и лишь наедине с собой иногда дают волю волнению и тревоге. Потом снова берут себя в руки и возвращаются к делам – лучшей линии поведения и придумать нельзя!\n\nВы легко завоевываете симпатии окружающих, можете влюбить в себя того, кто видит вас впервые. Вероятны приятные сюрпризы, подарки и знаки внимания. В конце недели ваши таланты признает человек, которого вы давно уважаете, и это будет очень приятно.\n\nЭто подходящее время для занятий спортом: они не только помогают быть в хорошей форме, но и поднимают настроение, дарят вам уверенность в своих силах."
    },
    "capricorn": {
        "sign": "Козерог",
        "horoscope": "Первая половина недели будет неплохой. Вы плодотворно поработаете, решите какие-то важные задачи, найдете новых союзников. Некоторые Козероги получат финансовую поддержку, необходимую для осуществления их замыслов. Работы в это время может быть больше, чем обычно. Все остальное на время отойдет на второй план, некоторые Козероги будут вынуждены перенести запланированные встречи, отложить развлечения, но не станут сожалеть об этом: результат стоит приложенных усилий.\n\nПозже влияние позитивных тенденций станет менее заметным, многие Козероги начнут нервничать и беспокоиться, у самых чувствительных появится ощущение, что они лишились привычных опор. Успокоиться оказывается нелегко, к тому же появляются все новые и новые поводы для волнений. Удерживайтесь от опрометчивых поступков, советуйтесь с людьми, которым доверяете, избегайте неоправданного риска."
    }
}