{
    "aquarius": {
        "from": "20.01",
        "to": "18.02",
        "minus_year": false,
        "sign": "Водолей",
        "description": "Водолей — одиннадцатый знак Зодиака. Его символ — две волны, которые обозначают «живую» и «мертвую» воду. Часто изображается в виде человека, выливающего из кувшина воду, что должно обозначать слугу человечества, стремящегося утолить жажду познания. Водолей - знак Воздуха, фиксированный. Управители знака Водолей — Уран и Сатурн. Экзальтация Меркурия. Изгнание Солнца. Падение Плутона."
    },
    "pisces": {
        "from": "19.02",
        "to": "20.03",
        "minus_year": false,
        "sign": "Рыбы",
        "description": "Рыбы — двенадцатый знак Зодиака. Его символ — две рыбы, связанные хвостами, стремящиеся в разные стороны, скитаются в просторах океана. Это символизирует жизнь после смерти, борьбу души и тела, подавленность самовыражения. Рыбы — знак Воды, мутабельный. Управитель знака Рыбы — Нептун. Экзальтация Венеры. Изгнание и падение Меркурия."
    },
    "aries": {
        "from": "21.03",
        "to": "19.04",
        "minus_year": false,
        "sign": "Овен",
        "description": "Овен — первый знак Зодиака, символизирующий активное проявление в мире. Символ знака — голова барана. Это символ наступательной мощи, стремления к жизни, инициативы и смелости. Овен — знак Огня, кардинальный. Управитель знака Овен — Марс. Экзальтация Солнца. Изгнание Венеры. Падение Сатурна."
    },
    "taurus": {
        "from": "20.04",
        "to": "20.05",
        "minus_year": false,
        "sign": "Телец",
        "description": "Телец — второй знак Зодиака. Его символ — голова и рога быка. Это символ силы воли, упорства и развития. Телец — знак Земли, фиксированный. Управитель знака Телец — Венера. Экзальтация Луны. Изгнание Марса. Падение Урана."
    },
    "gemini": {
        "from": "21.05",
        "to": "20.06",
        "minus_year": false,
        "sign": "Близнецы",
        "description": "Близнецы — третий знак Зодиака. Его символ — два куска дерева, соединенные между собой. Это символ противоборствующих ментальных процессов, взаимопроникновения духа и материи, связь ритма и формы. Близнецы — знак Воздуха, мутабельный. Управитель знака Близнецы — Меркурий. Изгнание Юпитера."
    },
    "cancer": {
        "from": "21.06",
        "to": "22.07",
        "minus_year": false,
        "sign": "Рак",
        "description": "Рак — четвертый знак Зодиака. Его символ — клешни краба, стремящиеся сомкнуться. Это символ слияния мужской и женской половых клеток, материнства, стремление к росту, развитию. Рак — знак Воды, кардинальный. Управитель знака Рак — Луна. Экзальтация Юпитера. Изгнание Сатурна. Падение Марса."
    },
    "leo": {
        "from": "23.07",
        "to": "22.08",
        "minus_year": false,
        "sign": "Лев",
        "description": "Лев — пятый знак Зодиака. Его символ — сперматозоид. Это символ животворящей энергии, силы и удачи. Лев — знак Огня, фиксированный. Управитель знака Лев - Солнце. Экзальтация Плутона. Изгнание Урана. Падение Меркурия."
    },
    "virgo": {
        "from": "23.08",
        "to": "22.09",
        "minus_year": false,
        "sign": "Дева",
        "description": "Дева — шестой знак Зодиака. Его символ — сноп колосьев. Это символизирует непорочность зачатия, человеческую добродетель, критичность, практичность, помощь. Дева — знак Земли, мутабельный. Управитель знака Дева — Меркурий. Экзальтация Меркурия. Изгнание Нептуна. Падение Венеры."
    },
    "libra": {
        "from": "23.09",
        "to": "22.10",
        "minus_year": false,
        "sign": "Весы",
        "description": "Весы — седьмой знак Зодиака. Его символ — две чаши весов. Это обозначает стремление к устойчивости, гармонии, осознанию высшего Закона мироздания, объективности суждений. Весы символизируют закат Солнца. Весы — знак Воздуха, кардинальный. Управитель знака Весы — Венера. Экзальтация Сатурна. Изгнание Марса. Падение Солнца."
    },
    "scorpio": {
        "from": "23.10",
        "to": "21.11",
        "minus_year": false,
        "sign": "Скорпион",
        "description": "Скорпион — восьмой знак Зодиака. Его символ в разные эпохи по-разному понимался и изображался главным образом как скорпион, аспид, змея. В нашу эпоху этот символ изображается как скорпион: лапы и хвост, в котором находится жало. Скорпион — знак Воды, фиксированный. Управитель знака Зодиака Скорпион — Плутон. Экзальтация Урана. Изгнание Венеры. Падение Луны."
    },
    "sagittarius": {
        "from": "22.11",
        "to": "21.12",
        "minus_year": false,
        "sign": "Стерлец",
        "description": "Стрелец — девятый знак Зодиака. Его символ — стрела и лук. Изображается главным образом в виде кентавра. Ключевые слова к раскрытию его символа: целеустремленность, энтузиазм, прогрессивность, щедрость. Стрелец — знак Огня, мутабельный. Управитель знака Стрелец — Юпитер. Экзальтация Хирона. Изгнание Меркурия."
    },
    "capricorn": {
        "from": "22.12",
        "to": "20.01",
        "minus_year": true,
        "sign": "Козерог",
        "description": "Козерог — десятый знак Зодиака. Его символ — голова и передняя часть туловища козла, а задняя часть рыбья. Мифологически этот символ воплощает представления о тритонах, дельфинах, «морских козлах». Все это символизирует крайности высот и глубин, справедливость, сочетание индивидуального и общечеловеческого. Козерог — знак Земли, кардинальный. Управитель знака Козерог — Сатурн. Экзальтация Марса. Изгнание Луны. Падение Юпитера."
    }
}